[
    {
      "id": "1",
      "name": "Tim Cook",
      "email": "email1@gmail.com",
      "info": "Тим Кук (полное имя — Ти́моти До́нальд Кук (англ. Timothy Donald Cook); род. 1 ноября 1960 года, Робертсдейл, Алабама, США) — американский менеджер и генеральный директор компании Apple. Пришёл в компанию в марте 1998 года. Занял должность гендиректора после отставки (в связи с продолжительной болезнью) Стива Джобса 24 августа 2011 года. В 2014 году совершил каминг-аут.",
      "thumbnail": "../upload/authors/timcook.jpg"
    },
    {
      "id": "2",
      "name": "Marco Reus",
      "email": "email2@gmail.com",
      "info": "Ма́рко Ройс (нем. Marco Reus; 31 мая 1989, Дортмунд, ФРГ) — немецкий футболист, крайний атакующий полузащитник дортмундской «Боруссии» и сборной Германии. С августа 2018 года — капитан «Боруссии» Дортмунд.",
      "thumbnail": "../upload/authors/marcoreus.jpg"
    },
    {
      "id": "3",
      "name": "Bill Gates",
      "email": "email3@gmail.com",
      "info": "Уи́льям Ге́нри Гейтс III (англ. William Henry Gates III; 28 октября 1955, Сиэтл, Вашингтон), более известный как Билл Гейтс (англ. Bill Gates) — американский предприниматель и общественный деятель, филантроп, один из создателей (совместно с Полом Алленом) и бывший крупнейший акционер компании Microsoft. До июня 2008 года являлся руководителем компании, после ухода с поста остался в должности её неисполнительного председателя совета директоров. Также является сопредседателем благотворительного Фонда Билла и Мелинды Гейтс, членом совета директоров Berkshire Hathaway, ген. директор Cascade investment.",
      "thumbnail": "../upload/authors/gates.jpg"
    },
    {
      "id": "4",
      "name": "Stephen Curry",
      "email": "email4@gmail.com",
      "info": "Уорделл Сте́фен «Стеф» Ка́рри (англ. Wardell Stephen 'Steph' Curry II; 14 марта 1988 года, Акрон, штат Огайо, США) — американский профессиональный баскетболист, выступающий за команду Национальной баскетбольной ассоциации «Голден Стэйт Уорриорз» и сборную США. Играет на позиции разыгрывающего защитника. Был выбран на драфте НБА 2009 года под 7-м номером. В составе сборной США стал победителем чемпионата мира 2010 года в Турции и чемпионата мира 2014 года в Испании.",
      "thumbnail": "../upload/authors/stephcurry.jpg"
    },
    {
      "id": "5",
      "name": "Robert Downey Jr",
      "email": "email5@gmail.com",
      "info": "Ро́берт Джон Да́уни-мла́дший (англ. Robert John Downey Jr.; род. 4 апреля 1965 года, Нью-Йорк) — американский актёр, продюсер и музыкант. Лауреат премий «Золотой глобус» (2001, 2010), BAFTA (1993), «Премии Гильдии киноактёров США» (2001) и «Сатурн» (1994, 2009, 2014), номинант на премии «Оскар» (1993, 2009) и «Эмми» (2001).",
      "thumbnail": "../upload/authors/robertdowneyjr.jpg"
    }
]