[
    {
      "id": "1",
      "type": "music",
      "name": "Linkin Park -Lost in the echo",
      "url": "upload/Lost_In_The_Echo_Official_Video_-_Linkin_Park.mp3",
      "thumbnail": "upload/lostintheecho.png",
      "authorId": "1",
      "description": "description 1"
    },
    {
      "id": "2",
      "type": "video",
      "name": "Cyberpunk 2077 – official E3 2018 trailer",
      "url": "upload/Cyberpunk 2077 – official E3 2018 trailer.mp4",
      "thumbnail": "upload/cyberpunk.jpg",
      "authorId": "2",
      "description": ""
    },
    {
      "id": "3",
      "type": "file-alt",
      "name": "Новая Линия Кэйо",
      "url": "",
      "thumbnail": "upload/1200px-Shinsen-Shinjuku_Station_200506.jpg",
      "authorId": "3",
      "description": "Новая Линия Кэйо (яп. 京王新線 кэйо синсэн) это ветка длинной 3,6 километра принадлежащая Keio Corporation, которая связывает станцию Сасадзука на линии Кэйо со станцией Синдзюку, с возможностью сквозного движения поездов далее по линии Синдзюку принадлежащей Toei Subway."
    },
    {
      "id": "4",
      "type": "music",
      "name": "Linkin Park - In The End",
      "url": "upload/Numb-Linkin_Park.mp3",
      "thumbnail": "upload/numb.jpg",
      "authorId": "1",
      "description": "description 4"
    },
    {
      "id": "5",
      "type": "video",
      "name": "21 pilots - Fairly Local",
      "url": "upload/fairlylocal.mp4",
      "thumbnail": "",
      "authorId": "1",
      "description": ""
    },
    {
      "id": "6",
      "type": "video",
      "name": "Queen - Bohemian Rapsody",
      "url": "upload/bohemian rapsody.mp4",
      "thumbnail": "",
      "authorId": "1",
      "description": ""
    },
    {
      "id": "7",
      "type": "video",
      "name": "21 pilots - Chlorine",
      "url": "upload/chlorine.mp4",
      "thumbnail": "",
      "authorId": "5",
      "description": ""
    },
    {
      "id": "8",
      "type": "video",
      "name": "Queen - Another one bites the dust",
      "url": "upload/bitesthedust.mp4",
      "thumbnail": "",
      "authorId": "5",
      "description": ""
    },
    {
      "id": "9",
      "type": "file-alt",
      "name": "Площадь Сон Санхёна",
      "url": "",
      "thumbnail": "upload/Song_Sang-hyeon.jpg",
      "authorId": "5",
      "description": "Площадь Сон Санхёна (кор. 송상현 광장; Сон Санхён кванджан) — центральная площадь города Пусана, самая большая площадь в Корее. Расположена в Пуджондоне района Пусанджин. Строительство площади началось в 2012 году; в октябре 2013 года территория стройки была расширена, в июне 2014 года строительство завершилось и площадь была официально открыта[1]. В апреле 2012 года был объявлен конкурс на выбор названия для площади. Из 569 присланных горожанами вариантов комиссия в ноябре 2012 года выбрала имя национального героя Сон Санхёна, героя Имджинской войны XVI века против японцев."
    },
    {
      "id": "10",
      "type": "file-alt",
      "name": "В метро Китая появилось распознавание лиц",
      "url": "",
      "thumbnail": "upload/500px-201901_Noticeboard_at_Jinan_West_Railway_Station_(Metro).jpg",
      "authorId": "5",
      "description": "В метро города Цзинань провинции Шаньдун на востоке Китая успешно внедрили технологию распознавания лиц. Для входа вместо покупки билета или сканирования кода на смартфоне можно просто улыбнуться в экран, об этом 2 мая 2019 года сообщает «Жэньминь жибао».Системы распознавания лиц появились в апреле на 11 станциях 1-ой линии метро, их установят и на строящихся станциях 2-ой и 3-ей линий.За сбор фото отвечает мобильное приложение «Цзинаньский метрополитен» (англ. Jinan Metro), плата снимется с банковского счёта после регистрации и проверки аккаунта.Технология сократила очереди на входе, за минуту через турникет проходит от 30 человек вместо 20, пишет газета.Сканирование занимает 2 секунды, доля ошибок составляет всего одну на 1 миллион, система способна обнаруживать мошенническое использование фотографий, видео или масок."
    },
    {
      "id": "11",
      "type": "music",
      "name": "ASKING ALEXANDRIA - Into The Fire",
      "url": "upload/ASKING ALEXANDRIA - Into The Fire.mp3",
      "thumbnail": "",
      "authorId": "4",
      "description": ""
    },
    {
      "id": "12",
      "type": "video",
      "name": "Sia - Unstoppable",
      "url": "upload/unstoppable.mp4",
      "thumbnail": "",
      "authorId": "4",
      "description": "description 12"
    },
    {
      "id": "13",
      "type": "music",
      "name": "ASKING ALEXANDRIA - Alone In A Room",
      "url": "upload/ASKING_ALEXANDRIA_-_Alone_In_A_Room.mp3",
      "thumbnail": "",
      "authorId": "3",
      "description": ""
    },
    {
      "id": "14",
      "type": "file-alt",
      "name": "Китай финансирует умный город в Кении",
      "url": "",
      "thumbnail": "upload/500px-Software_Developer_at_work_03.jpg",
      "authorId": "3",
      "description": "Кения получает от Китая около 666 млн долларов на строительство центра обработки данных и автомагистраль в Найроби. Об этом 26 апреля 2019 года сообщает Reuters со ссылкой на администрацию кенийского президента.Финансирование 67,5 млрд кенийских шиллингов (666 млн долларов) обеспечивается льготными кредитами. Китайская телекоммуникационная компания Huawei создаст дата-центр в Конза (англ. Konza Technology City), строящемся технологическом городе в часе езды от Найроби. Проект оценивается в 17,5 млрд шиллингов, он предусматривает решения в области общественной безопасности, контроля дорожного движения и госуслуг.Ещё 50 млрд шиллингов пойдут на строительство автомагистрали, соединяющей аэропорт с пригородами. Её построит Китайская корпорация по строительству дорог и мостов.Президент Кении Ухуру Кениата, посетивший форум «Один пояс и один путь» в Пекине, положительно оценил сотрудничество с Китаем. Критики говорят о растущем долге Кении перед Китаем."
    },
    {
      "id": "15",
      "type": "file-alt",
      "name": "Уникальный автограф Маяковского выставляют на торги",
      "url": "",
      "thumbnail": "upload/Vladimir_Mayakovsky_signature.svg.png",
      "authorId": "3",
      "description": "Автограф Владимира Маяковского с неопубликованным стихотворным экспромтом будет выставлен на торги 18 мая 2019 года. Стартовая цена составит 900 тыс. рублей.По словам главы «Литфонда», стартовая цена лота составит 900 тыс. рублей. При этом Бурмистров подчеркнул, что подобные автографы практически не встречаются, поэтому данный товар идёт «на вес золота».Дарственная надпись адресована Якову Сауловичу Агранову, сотруднику ВЧК с 1919 года, комиссару государственной безопасности 1-го ранга (1935), преемнику Генриха Ягоды на посту начальника Главного управления государственной безопасности НКВД СССР. Агранов считается одним из организаторов массовых репрессий 1920—1930-х годов."
    },
    {
      "id": "16",
      "type": "music",
      "name": "Sum_41_-_Some_say",
      "url": "upload/Sum_41_-_Some_say.mp3",
      "thumbnail": "",
      "authorId": "3",
      "description": ""
    },
    {
      "id": "17",
      "type": "video",
      "name": "Into the Nature",
      "url": "upload/Into The Nature.mp4",
      "thumbnail": "",
      "authorId": "1",
      "description": "description 17"
    },
    {
      "id": "18",
      "type": "music",
      "name": "Sum_41_-_Still_Waiting",
      "url": "upload/Sum_41_-_Still_Waiting.mp3",
      "thumbnail": "",
      "authorId": "2",
      "description": ""
    },
    {
      "id": "19",
      "type": "file-alt",
      "name": "Император Японии Акихито завершил отречение от престола",
      "url": "",
      "thumbnail": "upload/300px-Akihito_090710-1600b.jpg",
      "authorId": "1",
      "description": "Император Японии Акихито отрёкся от престола.Сегодня он завершил серию ритуалов, связанных с отречением престола. Облаченный в одежды, дозволенные только монарху, посетил в императорском дворе святилище богини Аматэрасу — прародительници правящей династии в Японии. В святилище бывший император «известил» богиню о своём уходе с поста императора и перехода титула его сыну Нарухито."
    },
    {
      "id": "20",
      "type": "file-alt",
      "name": "Станислав Козловский рассказал, зачем Викимедиа РУ собирает деньги",
      "url": "",
      "thumbnail": "upload/220px-Wikimedia_Conference_2013_portrait_101.JPG",
      "authorId": "1",
      "description": "18 января 2019 года Станислав Козловский, выступая в телевизионном интервью «Литклуб.TV», рассказал, зачем партнёрство «Викимедиа РУ» собирает пожертвования. По его словам, в России «Викимедиа РУ» тратит собранные деньги на поддержку вики-проектов.Партнёрство тратит деньги на ежегодную конференцию, где участники Википедии встречаются друг с другом и обсуждают проблемы. Во время этих конференций участники Википедии, которые в течение года сделали больше остальных, получают Вики-премию в виде статуэтки. Те, кто делает что-то полезное, не будучи участниками вики-проектов, получают премию «Свободные знания». Это не денежные, а статусные призы.Большая работа идёт для организации конкурсов. Во время таких конкурсах люди пишут в Википедию статьи по определённой тематике. Например, в феврале и марте проходит конкурс статей о женщинах, потому что в Википедии сейчас в пять раз больше статей о мужчинах, чем статей о женщинах.Деньги нужны партнёрству, чтобы заключать договора с владельцами авторских прав. Например, РИА «Новости» передало НП «Викимедиа РУ» права на свободное использование части своего фотоархива, в котором собрано множество ценных фотографий по истории России. Другая организация передала права на использование энциклопедии «Вся Россия», и теперь оттуда можно брать иллюстрации и тексты. Часть денег идёт на зарплату, однако она небольшая. Зарплата появилась, потому что члены партнёрства вынуждены тратить на эту работу заметную часть рабочего времени."
    },
    {
      "id": "21",
      "type": "music",
      "name": "Sum_41_-_War",
      "url": "upload/Sum_41_-_War.mp3",
      "thumbnail": "",
      "authorId": "2",
      "description": ""
    },
    {
      "id": "22",
      "type": "music",
      "name": "THE_HARDKISS_-_Rain",
      "url": "upload/THE_HARDKISS_-_Rain.mp3",
      "thumbnail": "",
      "authorId": "1",
      "description": ""
    },
    {
      "id": "23",
      "type": "video",
      "name": "Asking Alexandria - I won't give in",
      "url": "upload/askingalexandria.mp4",
      "thumbnail": "",
      "authorId": "4",
      "description": ""
    },
    {
      "id": "24",
      "type": "music",
      "name": "twenty_one_pilots_-_Stressed_Out",
      "url": "upload/twenty_one_pilots_-_Stressed_Out.mp3",
      "thumbnail": "",
      "authorId": "4",
      "description": "description 18"
    },
    {
      "id": "25",
      "type": "file-alt",
      "name": "Шэньчжэнь установит 7000 станций 5G",
      "url": "",
      "thumbnail": "upload/500px-Huawei_Headquarter,_Bantian,_Shenzhen_-_panoramio.jpg",
      "authorId": "5",
      "description": "Китайский город Шэньчжэнь установит в этом году около 7000 базовых станций 5G. Об этом сообщает «Синьхуа» со ссылкой на городское бюро промышленности и информационных технологий.Ранее оператор связи Китая China Unicom установил в городе 111 базовых станций 5G. В январе базовая станция 5G появилась в международном аэропорту Гуанчжоу Байюнь провинции Гуандун на юге Китая."
    },
    {
      "id": "26",
      "type": "file-alt",
      "name": "Беспроводной утюг — очередная новинка Xiaomi",
      "url": "",
      "thumbnail": "upload/300px-Утюг.jpg",
      "authorId": "1",
      "description": "Китайская компания Xiaomi представила беспроводной утюг Xiaomi Mi Cordless Steam Iron со встроенным отпаривателем. Он укомплектован подставкой для зарядки, которую можно отсоединить нажатием на кнопку разблокировки: специальный механизм препятствует падению утюга. Утюг развивает максимальную мощность 2000 Вт, поддерживает несколько режимов работы и нагревается до максимальной температуры за 2 минуты. Резервуар для воды объёмом 280 мл предназначен для глажки вещей с использованием пара. Подошва утюга имеет специальное покрытие, которое позволяет минимизировать повреждения одежды при высоких температурах.  Xiaomi Mi Cordless Steam Iron будет стоить 199 юаней (около 30 долларов или 1950 рублей). Он поступит в продажу в ближайшее время."
    },
    {
      "id": "27",
      "type": "music",
      "name": "Imagine_Dragons_-_Thunder",
      "url": "upload/Imagine_Dragons_-_Thunder.mp3",
      "thumbnail": "",
      "authorId": "1",
      "description": ""
    },
    {
      "id": "28",
      "type": "music",
      "name": "THE_HARDKISS_-_Rain1",
      "url": "upload/THE_HARDKISS_-_Rain.mp3",
      "thumbnail": "",
      "authorId": "3",
      "description": ""
    }
  ]